Repository: mozilla-l10n/mt-training-data
Catalog: mg/mg_pontoon.tmx
Source language: en_us
Languages: mg

source: If you are interested in learning more about how this whole support thing works, check out our <a href="%(training_url)s"> contributor training </a>. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
mg: Raha mahaliana anao ny mianatra bebe kokoa momba ny fomba fiasan'ity zavatra fanampiana ity manontolo, dia zahao ny <a href="%(training_url)s"> fiofanan'ny mpandray anjara</a>. Io dia misy fampahalalana famahana olana, torolàlana, fanontaniana fomba fanaovana ary fampahalalana momba ny toerana hahitana fanampiana fanampiny rehefa tsy mahita hirika.

source: If you are interested in learning more about how this whole support thing works, check out our contributor training. This includes some cool troubleshooting info, guidelines, how-to questions, and info about where to find more help if stuck.
mg: Raha mahaliana anao ny mianatra bebe kokoa momba ny fomba fiasan'ity zavatra fanampiana ity manontolo, dia zahao ny fiofanan'ny mpandray anjara. Io dia misy fampahalalana famahana olana, torolàlana, fanontaniana fomba fanaovana ary fampahalalana momba ny toerana hahitana fanampiana fanampiny rehefa tsy mahita hirika.

source: If you did not request this email there is no need for further action.
mg: Raha tsy nangataka an'ity mailaka ity ianao, dia tsy mila manao zavatra fanampiny.

source: If you did not request this email, there is no need for further action.
mg: Raha tsy nangataka an'ity mailaka ity ianao, dia tsy mila manao zavatra fanampiny.

source: If you have a moment please help us by reviewing these articles:
mg: Raha manam-potoana ianao, dia manampia anay azafady ka tsarao ireto lahatsoratra ireto:

source: If you have a moment please review these articles:
mg: Raha manam-potoana ianao, dia tsarao azafady ireto lahatsoratra ireto:

source: If you have any questions about localization priorities, please contact %(email_link)s.
mg: Raha manana fanontaniana momba ireo laharam-pahamehana @ fandikanteny ianao, dia azafady mifandraisa @ %(email_link)s.

source: If you know what you are doing, you can edit the document anyway.
mg: Raha fantatrao izay ataonao, dia azonao ahitsy ny tahirin-kevitra na izany aza.

source: If you like writing and teaching then the Knowledge Base is the place for you. We need contributors that can write, edit or proof read articles in English. Thousands of people are accessing our Knowledge Base every week. Imagine how many will be helped by you!
mg: Raha tia manoratra sy mampianatra ianao, dia toerana natao ho anao ny Tobim-pahalalana. Mila mpandray anjara afaka manoratra, manitsy na mamerina mamaky lahatsoratra @ teny Anglisy izahay. Olona an'arivony no miditra @ Tobim-pahalalanay isan-kerinandro. Alao an-tsaina hoe olona firy no hampianao!

source: If you need help with Firefox, please <a href="%(aaq_url)s">ask a question</a>.
mg: Raha mila fanampiana ianao momba an'i Firefox, dia <a href="%(aaq_url)s">mametraha fanontaniana</a> azafady.

source: If you submit information to Mozilla when you crash, you'll be given a crash ID which uniquely identifies your crash and lets us look at details that may help identify the cause. To find your recently submitted crash IDs, go to <strong>about:crashes</strong> in your location bar. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Click for detailed instructions</a>.
mg: Raha nandefa fampahalalana crash amin'i Mozilla ianao, dia homena ID an'ilay crash izay hamantarana manokana ilay crash-nao ary hahafahanay mijery antsipiriany izay mety hanampy @ famantarana ny antony. Raha hitady ny ID an'ny crash nalefanao vao haingana, dia mankanesa ao @ <strong>momba:crash</strong> ao @ tsipi-toeran'ny mpitetinao. <a href='http://support.mozilla.com/en-US/kb/Firefox+crashes#Getting_the_most_accurate_help_with_your_Firefox_crash' target='_blank'>Tsindrio raha mila torolàlana @ antsipiriany</a>.

source: Ignore
mg: Tsy hiraharaha

source: Ignored Users
mg: Mpampiasa Tsy Raharahaina

source: Ignore User
mg: Tsy hiraharaha Mpampiasa

source: I have feedback about Firefox
mg: Manana tsikera momba an'i Firefox aho

source: I have this problem, too
mg: Izaho koa manana an'ity olana ity

source: I invited {user} to a screen sharing session, and I'll give an update here once we are done.
mg: Nasaiko ho @ sesiona fizarana efijery i {user} ary hilaza vaovao eto aho rehefa vita ny ataonay.

source: Image
mg: Sary

source: Image:
mg: Sary:

source: Image Attachment
mg: Rakipaingotra Sary

source: Images
mg: Sary

source: Image too large. Please select a smaller image file.
mg: Sary ngeza loatra. Mifantena raki-tsary kely kokoa azafady.

source: Immediate Update Needed
mg: Fanavaozana Maika Ilaina

source: Import settings from other browsers
mg: Manafara tefy avy @ ireo mpitety hafa

source: Improve our help articles
mg: Hatsarao ireo lahatsoratra fanampianay

source: Inbox
mg: Boatiditra

source: Include obsolete articles?
mg: Atao anisany ireo lahatsoratra tranainy?

source: Include this in wiki syntax with [[Image:title]]
mg: Asio an'ity ny rariteny wiki miaraka @ [[Image:title]]

source: In English
mg: @ teny Anglisy

source: In order to prevent spam, we are limiting the number of answers that can be posted within a short period of time. If you want to post more please create a post on the <a href="%(url)s">contributors forum</a> requesting that you be white-listed.
mg: Mba hisorohana spama, dia feranay ny isan'ny valiny azo apetaka ao anatin'ny fanim-potoana fohy. Raha te-hametaka bebe kokoa ianao, dia azafady mamoròna petadrindrina ao @ <a href="%(url)s">fihaonamben'ny mpandray anjara</a> mangataka ny hampidirana anao anaty lisitra fotsy.

source: Insert a link...
mg: Mampidira rohy...

source: Insert Link
mg: Hanatsofoka Rohy

source: Insert media...
mg: Hanatsofoka haino&jery...

source: Insert Media
mg: Hanatsofoka Haino&jery

source: Insert Response
mg: Hanatsofoka Valiny

source: Install and keep Firefox up to date on your iPad, iPhone or iPod Touch.
mg: Apetraho sy tano hanaraka toetrandro ao @ iPad, iPhone na iPod Touch anao i Firefox.

source: Install and update
mg: Hametraka sy hanavao

source: Install and Update
mg: Hametraka sy Hanavao

source: Installation Issues
mg: Olana momba ny Fametrahana

source: Installed plugins
mg: Fanohy napetraka

source: Installed Plug-ins
mg: Itatra Napetraka

source: Install, Migrate and Update
mg: Hametraka, Hifindra ary Hanavao

source: Install open apps from the Marketplace to add more fun and functionality to your device
mg: Mametraha app malalaka avy @ Tsena hanampiana fahafinaretana sy fiasa bebe kokoa ao @ fitaovanao

source: Internet and Connections
mg: Aterineto sy Fifandraisana

source: Interval
mg: Elanelana

source: Introduce yourself
mg: Ampahafantaro hoe iza ianao

source: Intro to Open Badges
mg: Fampidirana @ Open Badges

source: Invalid callback function.
mg: Fiasa famerin'antso tsy mety.

source: Invalid field
mg: Saha tsy mety

source: Invalid ID.
mg: ID tsy mety.

source: Invalid image. Please select a valid image file.
mg: Sary tsy mety. Mifantena raki-tsary mety azafady.

source: Invalid or no image received.
mg: Sary tsy mety na tsisy sary voaray.

source: Invalid search data.
mg: Data fikarohana tsy mety.

source: Invalid tag entered: %s
mg: Tagy tsy mety ilay nampidirina: %s

source: Invalid username provided. Enter a new username below.
mg: Nanome solonanarana tsy mety. Mampidira solonanarana vaovao eto ambany.

source: Invite to share screen
mg: Hanasa hizara efijery

source: Involved with Mozilla from
mg: Mpikatroka @ Mozilla hatr@

source: Involved with Mozilla since {date}
mg: Mpikatroka @ Mozilla hatr@ {date}

source: IRC nickname
mg: Solonanarana IRC

source: Is approved?
mg: Ankatoavina?

source: Is current revision?
mg: Fanitsiana ankehitriny ve?

source: Issue Badges
mg: Hanolotra Bajy

source: Issue digital badges to acknowledge new skills and achievements
mg: Manolora bajy nomerika hankasitrahana ireo talenta sy zava-bita

source: Issued on:
mg: Natolotra t@:

source: Issue submitted successfully
mg: Lasa soa aman-tsara ilay olana

source: Italic
mg: Mandry

source: italic text
mg: soratra mandry

source: It looks like you've bookmarked an old URL. The new URL for this page is below. You should update your bookmarks. We will forward you to the new URL in 10 seconds.
mg: Toa URL tranainy no nasianao maripejy. Eto ambany ny URL an'io pejy io. Tokony ho havaozinao ireo maripejinao. Havilinay mankany amin'ilay URL vaovao ianao rehefa afaka 10 segondra.

source: It seems your account has already been activated.
mg: Toa efa novelomina ny kaontinao.

source: It's fun and addictive and the Awesome is you!
mg: Mahafinaritra sy tsy ahalalana onony io ary ilay Mahagaga dia ianao!

source: I understand, don't show this again.
mg: Tsy azoko, aza aseho intsony ity.

source: Join our Army of Awesome
mg: Avia hiditra @ Tafiky ny Mahagaga

source: Jump to:
mg: Hitsambikina ho ao @:

source: Just edit articles in your language!
mg: Manitsia fotsiny lahatsoratra @ teninao!

source: Just once or twice
mg: Indray mandeha na indroa fotsiny

source: KB Dashboard
mg: Takelaka Fanamoriana TP

source: KB Editor - Help to update knowledge base articles that need changes or write new articles:
mg: Mpanitsy TP - Manampy @ fanavaozana ireo lahatsoratra ao @ tobim-pahalalana izay mila fanovana na manoratra lahatsoratra vaovao:

source: KB Team
mg: Ekipa TP

source: Keep in touch with your contacts through email and messaging.
mg: Miseraserà matetika @ ireo kaontakitao @ alàlan'ny mailaka sy fandefasan-kafatra.

source: Keep your information safe with Firefox for Android's privacy and security settings.
mg: Tano ho voaaro @ alàlan'i Firefox ny fampahalalanao hanananao ireo tefin'ny tsiambaratelo sy fiarovan'i Android.

source: Keep your information safe with Firefox OS locks, privacy features and more.
mg: Tano ho voaaro @ alàlan'ny hidy Firefox OS, fiasan-tsiambaratelo ary maro hafa ny fampahalalanao.

source: Keep your information safe with password and security settings
mg: Tano ho voaaro @ alàlan'ny tefin'ny tenimiafina sy fiarovana ny fampahalalanao

source: Keywords:
mg: Teny lakile:

source: Keywords in {locale}:
mg: Teny lakile @ teny {locale}:

source: Kitsune Contributor
mg: Mpandray Anjara Kitsune

source: Knowledge Base
mg: Tobim-pahalalana

source: Knowledge Base Article
mg: Lahatsoratra @ Tobim-pahalalana

source: Knowledge Base Dashboard
mg: Takelaka Fanamoriana Tobim-pahalalana

source: KPI Dashboard
mg: Takelaka fanamoriana KPI

source: L10N Contributor - Help to translate Firefox Help content to your language:
mg: Mpandray Anjara L10N - Manampy @ fandikana ny atin'ny Fanampiana Firefox @ teninao:

source: L10n coverage
mg: Rakotra L10n

source: L10n Coverage
mg: Rakotra L10n

source: <label>Needs Change:</label> %(comment)s
mg: <label>Mila Fanovana:</label> %(comment)s

source: <label>Revision Comment:</label> {comment}
mg: <label>Hevitra momba ny Fanitsiana:</label> {comment}

source: Language
mg: Teny

source: Languages
mg: Teny

source: Last 30 days
mg: 30 andro lasa

source: Last 7 days
mg: 7 andro lasa

source: Last 90 days
mg: 90 andro lasa

source: Last answer date
mg: Datin'ny valiny farany

source: Last Post
mg: Petadrindrina Farany

source: Last post date
mg: Datin'ny petadrindrina farany

source: Last reply by
mg: Valiny farany nomen'i

source: Last reply by {user}
mg: Valiny farany nomen'i {user}

source: Last updated:
mg: Fanavaozana farany:

source: Last Update: {date}
mg: Fanavaozana Farany: {date}

source: Last updated by:
mg: Fanavaozana farany nataon'i:

source: Last Week
mg: Herinandro Lasa

source: Learn all about Thunderbird controls and functionality.
mg: Fantaro ny rehetra momba ireo fibaiko sy fiasa @ Thunderbird.

source: Learn all you need to know to get Firefox for Android up and running.
mg: Ianaro izay rehetra mila fantatrao hanananao Firefox ho an'i Android vonona sy mandeha.

source: Learn all you need to know to get started with Firefox.
mg: Ianaro izy rehetra mila fantatrao hanombohana mampiasa an'i Firefox.

source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
mg: Ianao ny fomba fanampiana sy fandrindrana kaontakita, ary koa ny fanaovana antso iray-miantso-iray na antso kaonferansa ao @ telefaona Firefox OS anao.

source: Learn how to change your toolbar, font sizes and browser colors
mg: Ianao ny fomba fanovana ny tsipi-pitaovanao, haben-tsoratrao ary lokon'ny mpitetinao

source: Learn how to configure the Internet connection, display and time on your Firefox OS device.
mg: Ianaro ny fomba fanefena ny fifandraisana Aterineto, seho ary ora ao @ telefaona Firefox OS anao.

source: Learn how to create and share your own webpages quickly and easily.
mg: Ianaro ny fomba famoronana sy fizarana ireo pejin-tranonkalanao manokana @ fomba haingana sy mora.

source: Learn how to create, assess and issue badges
mg: Ianaro ny fomba famoronana, fanombatombanana ary fanolorana bajy

source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
mg: Ianaro ny fomba fampidinana an'i Firefox ao @ fitaovana biraonao na famindrana fampahalalana avy ao sy mankao @ ireo mpitety hafa.

source: Learn how to fix problems with Gmail, Yahoo and other email providers
mg: Ianaro ny fomba famahana olana momba an'i Gmail, Yahoo sy ireo mpamatsy mailaka hafa

source: Learn how to import or export your information between Firefox and another browser
mg: Ianaro ny fomba fanafarana na fanondranana ireo fampahalalanao avy ao @ sy mankao @ Firefox sy mpitety iray hafa

source: Learn how to inspect the code behind every webpage.
mg: Ianaro ny fomba fanadihadiana ny kaody ao ambadiky ny pejin-tranonkala tsirairay.

source: Learn how to install and transfer information to Firefox for Android.
mg: Ianaro izay rehetra mila fantatrao hanananao Firefox ho an'i Android vonona sy mandeha.

source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
mg: Ianaro ny fomba fitanana ny fampahalalanao ho voaaro sy azo antoka @ alàlan'ny fitetezana tsiambaratelon'i Firefox, ireo fiasa momba ny tenimiafina ary ireo tefin'ny fiarovana hafa.

source: Learn how to manage your email messages
mg: Ianaro ny fomba fandrindrana ireo hafatra mailakao

source: Learn how to remix web video, audio and images into mashups that you can embed on other websites.
mg: Ianaro ny fomba fanamboarana remix horonantsary sy rakipeo ary sary web ho lasa mashup izay azonao atsofoka @ tranonkala hafa.

source: Learn how to troubleshoot issues on your Firefox OS phone.
mg: Ianaro ny fomba famahana olana ao @ telefaona Firefox OS anao.

source: Learn how to view content on another screen
mg: Ianaro ny fomba fijerena atiny eo @ efijery hafa

source: Learn more about Mozilla's privacy and security practices.
mg: Fantaro bebe kokoa ny fomba fanaon'i Mozilla @ lafiny tsiambaratelo sy fiarovana.

source: Learn more about Wi-Fi, Bluetooth and NFC connections.
mg: Mianara misimisy momba ireo fifandraisana Wi-Fi, Bluetooth ary NFC.

source: Learn new things
mg: Hianatra zava-baovao

source: Learn the basic about Open Badges
mg: Hianatra ny fiasa fototr'i Open Badges

source: Learn the basic functionality for your Firefox OS phone.
mg: Ianaro ny fiasa fototra ho an'ny telefaona Firefox OS anao.

source: Learn the Basics: get started
mg: Hianatra ireo Fiasa Fototra: hanomboka

source: Learn the Basics. Get Started
mg: Hianatra ireo Fiasa Fototra. Hanomboka

source: Learn tips and shortcuts to help you work faster
mg: Ianaro ireo fika sy hitsindàlana hahafahanao miasa haingana kokoa

source: Learn to find and install open apps to add more fun and functionality to your device
mg: Ianaro ny fomba fitadiavana sy fametrahana app malalaka mba hanampiana fahafinaretana sy fiasa bebe kokoa ao @ fitaovanao

source: Learn to set up accounts, read, send and manage emails
mg: Ianaro ny fomba fanefena kaonty, famakiana, fandefasana ary fandrindrana mailaka

source: Leave a message for {contributor}:
mg: Hamela hafatra ho an'i {contributor}:

source: Leave a message for {rest} and {last}:
mg: Hamela hafatra ho an'ny {rest} sy {last}:

source: Legal Notices
mg: Filazana araka ny Lalàna

source: Less than
mg: Latsaka ny

source: Let's make Mozilla Support speak your language!
mg: Andao hatao miteny ny teninao ny Fanampiana Mozilla!

source: Let us know which of the above you would be interested in and we’ll help you get started. It’s great to have you onboard!
mg: Ampahafantaro anay iza amin'ireo eo ambony ireo no mety hahaliana anao ary hanampy anao hanomboka izahay. Mahafinaritra ny manana anao ato!

source: Limited Data
mg: Data Voafetra

source: Link target:
mg: Tanjon'ny rohy:

source: link text
mg: soratry ny rohy

source: Link text:
mg: Soratry ny rohy:

source: Link to this post.
mg: Hifandrohiza @ io petadrindrina io.

source: Live
mg: Velona

source: {l} Knowledge Base Discussions
mg: Adihevitra ao @ Tobim-pahalalana {l}

source: Loading
mg: Mamatratra

source: Locale
mg: Teny

source: Locale:
mg: Teny:

source: Locale Editors
mg: Mpanitsy @ Teny

source: [{locale}] KB Team
mg: Ekipan'ny TP @ Teny [{locale}]

source: Locale Leader
mg: Mpitarika @ Teny

source: Locale Leaders
mg: Mpitarika @ Teny

source: [{locale}] Locale Metrics
mg: Metrikan'ny Teny [{locale}]

source: [{locale}] Localization Team
mg: Ekipan'ny Fandikanteny @ Teny [{locale}]

source: Locale Metrics
mg: Metrikan'ny Teny

source: {locale_name} Discussions
mg: Adihevitra {locale_name}

source: {locale_name} Discussions | Knowledge Base
mg: Adihevitra {locale_name} | Tobim-pahalalana

source: [{locale}][{product}] Localization Dashboard
mg: Takelaka Fanamoriana Fandikan-teny [{locale}][{product}]

source: Locale Reviewers
mg: Mpitsara @ Teny

source: Locales
mg: Teny

source: Locales | Knowledge Base
mg: Teny | Tobim-pahalalana

source: {locale} translation:
mg: Dikanteny @ teny {locale}:

source: Localization
mg: Fandikan-teny

source: Localization Dashboard
mg: Takelaka Fanamoriana Fandikan-teny

source: Localization Metrics
mg: Metrikan'ny Fandikanteny

source: Localization Percentage
mg: Isan-jaton'ny Fandikan-teny

source: Localization status of all canned responses
mg: Toetry ny fandikana valiny voarakitra mialoha rehetra

source: Localization Team
mg: Ekipa Fandikan-teny

source: Localize the document
mg: Handika ny tahirin-kevitra

source: Locked
mg: Mihidy

source: Lock this question
mg: Hanidy an'ity fanontaniana ity

source: Lock this thread
mg: Hamoha ity resaka mitohy ity

source: Logged in!
mg: Tafiditra!

source: Logging in...
mg: Miditra…

source: Log in
mg: Hiditra

source: Login Problems?
mg: Olana momba ny Fidirana?

source: Log In / Register
mg: Hiditra / Hisoratra

source: Log in, so you can respond to your question when it is answered:
mg: Midirà, amin'izay ianao afaka mamaly ao @ fanontanianao rehefa nisy nanome valiny:

source: Log in to an existing account
mg: Hiditra @ kaonty efa misy

source: Look at the top of your screen, and click the menu item called <em>Edit</em>.
mg: Jereo ery tampon'ny efijerinao, ary tsindrio ny singan'ny menio antsoina hoe <em>Hanitsy</em>.

source: Look at the top of your screen, and click the menu item called <em>Help</em>.
mg: Jereo ery tampon'ny efijerinao, ary tsindrio ny singan'ny menio antsoina hoe <em>Fanampiana</em>.

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
mg: Tia Firefox sy manana fotoana kely hanampiana?<br /> Ampio ao @ Twitter ireo mpampiasa Firefox. Mahita zava-tsoa izay mandefa tweet!

source: Love Firefox? Love Twitter?
mg: Tia Firefox? Tia Twitter?

source: Maintenance in progress
mg: Fikojakojana eo an-dàlana

source: Major content changes that will make older translations inaccurate
mg: Fanovana atiny lehibe izay hahalasa tsy marina ireo dikanteny tranainy kokoa

source: Make Firefox for Android work the way you want through customization.
mg: Ataovy miasa araka ny fomba tianao @ alàlan'ny fanokanana fiasa i Firefox ho an'i Android.

source: Make Firefox for Android yours with these customization options
mg: Ataovy anao @ alàlan'ireto safidy fanokanana ireto i Firefox ho an'i Android

source: Make Firefox yours by adding and managing the features that you want.
mg: Ataovy anao i Firefox @ alàlan'ny fanampiana sy fandrindrana ireo fiasa tianao.

source: Make Firefox yours through customization settings and add-ons
mg: Ataovy anao i Firefox @ alàlan'ireo tefy fanokanana sy ireo fanampy

source: Make my email public
mg: Hampiseho ny mailako @ besinimaro

source: Make privacy a key factor in selecting and interacting with partners.
mg: Ataovy anona manan-danja @ fifantenana sy fifaneraserana @ mpiray antoka ny fiarovana.

source: Malware
mg: Forongoratsy

source: Manage add-ons
mg: Handrindra ireo fanampy

source: Manage preferences and add-ons
mg: Handrindra fiasa tiana sy fanampy

source: Manage watch list
mg: Handrindra lisitry ny arahana

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
mg: Fisaorana mitafotafo anao nandray anjara no ampitainay avy @ SUMO sy ireo mpampiasa faly nahazo fanampiana vokatry ny asanao!

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
mg: Fisaorana mitafotafo anao nandray anjara no ampitainay avy @ SUMO sy ireo mpampiasa faly nahazo fanampiana vokatry ny asanao!

source: Mark as Ready for Localization
mg: Marihana hoe Vonona Hadika

source: Mark as spam
mg: Marihina hoe spama

source: Marked as spam
mg: Voamarika ho spama

source: Marked as spam by %(marked_by)s at %(marked_time)s
mg: Nomarihan'i %(marked_by)s hoe spama t@ %(marked_time)s

source: Marketplace
mg: Tsena

source: Marketplace: Developer Support Request
mg: Tsena: Fangatahana Fanampian'ny Mpamolavola

source: Marketplace: Request a Refund
mg: Tsena: Hangataka Famerenam-bola

source: Mark it as solved
mg: Hanamarika azy hoe voavaha

source: Mark read
mg: Marihana voavaky

source: Mark Selected as Read
mg: Hanamarika Voafantina ho Voavaky

source: Mark unread
mg: Marihana tsy voavaky

source: Matching responses
mg: Valiny tandrifiny

source: media
mg: haino&jery

source: Media Gallery
mg: Galerian'ny Haino&jery

source: Media Gallery Search
mg: Fikarohana ao @ Galerian'ny Haino&&jery

source: Message:
mg: Hafatra:

source: Message from the reviewer:
mg: Hafatra avy @ mpitsara:

source: Message is empty
mg: Foana ny hafatra

source: Message is too long
mg: Lava loatra ny hafatra

source: Message Preview:
mg: Topy Maso Hafatra:

source: Messages
mg: Hafatra

source: Messages didn't add up. Try again.
mg: Tsisy nitambatra ireo hafatra. Andramo indray.

source: Metrics
mg: Metrika

source: Minor details that don't affect the instructions
mg: Antsipiriany madinika izay sy miantraika @ torolàlana

source: Misc
mg: Samihafa

source: mobile
mg: finday

source: Mobile device
mg: Fitaovana finday

source: Mobile OS for smartphones
mg: OS finday ho an'ireo telefaona matsilo

source: Model not allowed.
mg: Modely tsy mahazo alàlana.

source: Moderate Forum Content
mg: Hametra Atin'ny Fihaonambe

source: Moderate Twitter Accounts
mg: Hametra Kaonty Twitter

source: moderator
mg: moderatera

source: Moderator
mg: Moderatera

source: Modified:
mg: Novaina:

source: Modified by {name} on {datetime}
mg: Novain'i {name} t@ {datetime}

source: Modified {datetime} by {name}
mg: Novain'i {name} t@ {datetime}

source: Modified Preferences
mg: Fiasa Tiana Novaina

source: Month beginning %(year)s-%(month)s-%(date)s
mg: Volana manomboka @ %(year)s-%(month)s-%(date)s

source: Monthly
mg: Isam-bolana
